cask_args appdir: "/Applications"
tap "domt4/autoupdate"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/versions"
tap "caskroom/cask"
brew "ack"
brew "coreutils"
brew "fswatch"
brew "gcc"
brew "git"
brew "mas"
brew "moreutils"
brew "node"
brew "openssl"
brew "pandoc"
brew "watchman"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "controlplane"
cask "dash"
cask "disk-inventory-x"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "hyper"
cask "iterm2"
cask "megasync"
cask "sketch"
cask "skitch"
cask "sourcetree"
cask "sublime-text"
cask "telegram"
cask "the-unarchiver"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Airmail 3", id: 918858936
mas "Fantastical 2", id: 975937182
mas "LastPass", id: 926036361
mas "Magnet", id: 441258766
mas "Telegram Desktop", id: 946399090
mas "Todoist", id: 585829637
mas "TouchDraw", id: 548887176
