tap "domt4/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kryptco/tap"
brew "ack"
brew "coreutils"
brew "fswatch"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "mas"
brew "moreutils"
brew "nmap"
brew "node"
brew "pandoc"
brew "telnet"
brew "watchman"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "kryptco/tap/kr"
cask "alfred"
cask "android-platform-tools"
cask "appcleaner"
cask "dash"
cask "font-fira-code"
cask "font-open-sans"
cask "google-chrome"
cask "iterm2"
cask "mactex"
cask "skitch"
cask "sourcetree"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Airmail", id: 918858936
mas "Duplicate Photos Fixer Pro", id: 963642514
mas "LastPass", id: 926036361
mas "Magnet", id: 441258766
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
